cask "font-iosevka"
cask "font-iosevka-slab"

brew "postgresql"
brew "terraform"

# Dev stuff
brew "direnv"
brew "sonar-scanner"
brew "openjdk@11"

# Docker
brew "docker-completion"
brew "docker-compose-completion"

# Command line utils
brew "fd"
brew "fzf"
brew "grep"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh"

# Git
brew "gh"
brew "git"
brew "lazygit"

# Languages
brew "go"
brew "lua"
brew "luarocks"

# Vim
brew "neovim"
brew "gcc" # required for some tree-sitter grammars
brew "tree-sitter"

# Python
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "pipx"
