ansible
autoconf
automake
aws-rotate-iam-keys
awscli
cfssl
cmake
consul
direnv
docker-completion
docker-compose-completion
exercism
fzf
gdbm
gettext
gh
git
gnu-getopt
gradle
hyperkit
icu4c
jansson
jemalloc
jq
krb5
kubernetes-cli
lazydocker
libev
libevent
libidn2
libsodium
libtermkey
libtool
libunistring
libuv
libvterm
libyaml
lua
lua@5.1
luajit
luarocks
lz4
lzo
magic-wormhole
maven
msgpack
ncurses
neovim
nmap
node
nomad
nvm
oniguruma
openjdk
openssl
openssl@1.1
packer
pcre
pcre2
pkcs11-helper
pkg-config
postgresql
prettier
python
python@3.8
readline
reattach-to-user-namespace
ripgrep
sqlite
terraform
the_silver_searcher
tmux
tree
unibilium
universal-ctags
utf8proc
vault
wget
xz
yarn
zsh
zsh-completions
