argyll-cms
brotli
c-ares
cmake
direnv
docker-completion
docker-compose-completion
exercism
fzf
fzy
gdbm
gettext
gh
git
go
golangci-lint
icu4c
jemalloc
jpeg
libev
libevent
libpng
libssh2
libtermkey
libtiff
libuv
libvterm
lua
lua@5.1
luajit
luajit-openresty
luarocks
luv
mpdecimal
msgpack
ncurses
neovim
nghttp2
node
nvm
openssl@1.1
pcre
pcre2
pkg-config
prettier
python@3.8
python@3.9
readline
reattach-to-user-namespace
rustup-init
sqlite
tcl-tk
the_silver_searcher
tmux
tree-sitter
unibilium
utf8proc
xz
zsh
zsh-completions
displaycal
docker
fanny
font-iosevka
font-iosevka-slab
iterm2
jitsi-meet
smcfancontrol
