brew "terraform"

# Dev stuff
brew "asdf"
brew "exa"
brew "direnv"
brew "sonar-scanner"
brew "exercism"

# Docker
brew "docker-completion"

# Command line utils
brew "fd"
brew "fzf"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh"

# Git
brew "gh"
brew "git"

# Languages
brew "go"
brew "lua"
brew "luarocks"

# Vim
brew "neovim"
brew "gcc" # required for some tree-sitter grammars
brew "tree-sitter"

# Python
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "pipx"
